{
    "0": {
        "quote": "For there is nothing either good or bad but thinking makes it so.",
        "author": "Hamlet",
        "date_added": "December 21, 2021"
    },
    "1": {
        "quote": "I could let these dream killers kill my self-esteem. Or use my arrogance as the steam to power my dreams.",
        "author": "Kanye West",
        "date_added": "December 21, 2021"
    },
    "2": {
        "quote": "Those things that hurt, instruct",
        "author": "Benjamin Franklin",
        "date_added": "January 17, 2022"
    },
    "3": {
        "quote": "Oh, how blessed young men are who have to struggle for a foundation and beginning in life.",
        "author": "John D. Rockefeller",
        "date_added": "January 17, 2022"
    },
    "4": {
        "quote": "A great man is hard on himself; a small man is hard on others.",
        "author": "Confucius",
        "date_added": "January 17, 2022"
    },
    "5": {
        "quote": "Do what you can, with what you have, where you are.",
        "author": "Theodore Roosevelt",
        "date_added": "January 17, 2022"
    },
    "6": {
        "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.",
        "author": "Martin Luther King Jr.",
        "date_added": "January 17, 2022"
    },
    "7": {
        "quote": "Ignoring what goes on in other people's souls--no one over came to grief that way. But if you won't keep track of what your <i>own</i> soul's doing, how can you <i>not</i> be unhappy?.",
        "author": "Marcus Aurelius",
        "date_added": "March 27, 2022"
    },
    "8": {
        "quote": "Concentrate every minute like a Roman- like a man- on doing what's in front of you with precise and genuine seriousness, tenderly, willingly, with justice. And on freeing yourself from all other distractions. Yes, you can- if you do everything as if it were the last thing you were doing in your life, and stop being aimless, stop letting your emotions override what your mind tells you, stop being hypocritical, self-centered, irritable.",
        "author": "Marcus Aurelius",
        "date_added": "March 27, 2022"
    },
    "9": {
        "quote": "You could leave life right now. Let that determine what you do and say and think.",
        "author": "Marcus Aurelius",
        "date_added": "March 27, 2022"
    },
    "10": {
        "quote": "It's not who I am underneath, but what I do that defines me.",
        "author": "Batman",
        "date_added": "March 27, 2022"
    },
    "11": {
        "quote": "You cannot escape the responsibility of tomorrow by evading it today.",
        "author": "Abraham Lincoln",
        "date_added": "March 27, 2022"
    },
    "12": {
        "quote": "The price of greatness is responsibility.",
        "author": "Winston Churchill",
        "date_added": "March 27, 2022"
    },
    "13": {
        "quote": "Discipline equals freedom.",
        "author": "Jocko Willink",
        "date_added": "March 27, 2022"
    }
}